{
  "pathToHealing": [
    {
      "id": 1,
      "title": "Cherished Seconds",
      "description": "Luminara’s ‘Cherished Seconds’ is a vital fundraising initiative to support the Suicide Lifeline and other essential Mental Health and Wellness Programs .",
      "image": "/pathToHealing/cherishec_seconds.jpeg"
    },
    {
      "id": 2,
      "title": "Listening Lounge",
      "description": "Listening Lounge offering dedicated support to ones mental health and wellness journey.Whether one needs a listening ear or professional guidance, we're here to help navigate life's challenges.Counseling appointments are sought out by - WhatsApp: +91 72048 21244 | Email: lifelineconnect25@ gmail.com",
      "image": "/pathToHealing/listening_lounge.jpeg"
    },
    {
      "id": 3,
      "title": "Mother's Oasis",
      "description": "Mothers' Oasis, a magical journey of parenthood designed for you, for the first time ever in Mangalore! Parenthood is a beautiful, transformative journey, but it can also be overwhelming.  At Mother’s Oasis,you will find a compassionate space to share, learn and grow. Expert guidance from a team dedicated to your holistic well-being Tools and wisdom to navigate this new phase with confidence.A nurturing community of fellow parents-to be",
      "image": "/pathToHealing/mothers_oasis.jpeg"
    },
    {
      "id": 4,
      "title": "Roots & Shoots",
      "description": "Every plant helps us raise funds for the Luminara and Mental Wellness Initiatives at our hub.",
      "image": "/pathToHealing/roots_shoots.jpeg"
    },
    {
      "id": 5,
      "title": "Vintage Vibes",
      "description": "Vintage Vibes – a thoughtfully designed space exclusively for senior citizens to connect, engage, and thrive together. In a world that often moves too fast, Vintage Vibes offers a gentle pause – a space where seniors can socialise, stimulate their minds, share their stories, create with purpose, and continue learning in a warm and welcoming environment. Whether it’s a game of carrom, a craft workshop, a music circle, health talk, or simply a cup of chai with friends, Vintage Vibes is here to rekindle joy, build meaningful friendships, and support graceful ageing.  Our commitment to mental health and wellness extends to this venture as well where we, alongside trained professionals, address age-related concerns like loneliness, anxiety depression, grief, fading memory and emotional transitions that surface with this stage of life. Let’s grow older, wiser and happier - together",
      "image": "/pathToHealing/vintage_vibes.jpeg"
    }
  ]
}