{
  "teamMembers": [
    {
      "name": "Dr. Lavina M. Noronha",
      "role": "Operational Lead",
      "type": "lead",
      "imageUrl": "/team/lavina-noronha.jpg",
      "description": "Dr. Lavina M. Noronha is a highly experienced social worker, counselor, and educator with deep roots in both academia and direct patient care. As the Director of Ave Maria Palliative Care and a Founder Trustee of Susheg Charitable Trust, she is a driving force behind vital health services in Mangaluru. She also coordinates the Suicide Lifeline, providing crucial support to those in crisis.An aluminus from NIMHANS, Bangalore,she earned her Ph.D. from the University of Illinois, Urbana-Champaign, with a thesis on parental responses to adolescent suicide attempts. A passionate advocate for mental and emotional well-being, Dr. Noronha is dedicated to counseling individuals and couples and currently leads the residential hospice facility in Vamanjoor.",
      "email": "",
      "phone": ""
    },
    {
      "name": "Mrs. Usha Rao",
      "role": "Operational Lead",
      "type": "lead",
      "imageUrl": "/team/usha-rao.jpg",
      "description": "Usha Rao is a seasoned expert in the field of education spanning over 25 years.Following a distinguished leadership role, Usha has worked with Principals to design and deliver workshops and  has collaborated with Institutions to build sustainable long term growth. Drawing on her profound passion to understanding and nurturing the human mind,she has now become a resource for individuals facing educational,emotional and linguistic challenges .As a representative of the Suicide Helpline, she tirelessly works with schools and colleges to implement Life Skills Programs and Mental Awareness Drives, providing a beacon of hope and support to those in need.",
      "email": "",
      "phone": ""
    },
    {
      "name": "Allen C. A. Pereira",
      "role": "Guidance Council",
      "type": "lead",
      "imageUrl": "/team/allen-pereira.jpg",
      "description": "Allen C. A. Pereira is a seasoned professional with over 40 years of experience in the banking and finance sector, specializing in Human Resource Management (HRM).Mr. Pereira's distinguished career includes serving as the former Chairman & Managing Director of Bank of Maharashtra and as a Director at the National Institute of Bank Management (Pune). He has also contributed his expertise in advisory and policymaking capacities to various academic, linguistic, and cultural organizations. Outside of his professional life, he is actively involved in supporting NGOs dedicated to social welfare and environmental conservation.",
      "email": "",
      "phone": ""
    },
    {
      "name": "Shalini K. Sharma",
      "role": "Guidance Council",
      "type": "lead",
      "imageUrl": "/team/shalini-sharma.jpg",
      "description": "Shalini K. Sharma is an experienced mental health professional and facilitator dedicated to fostering compassionate campuses and empowering young people. With a background in psychiatric social work from esteemed institutions, an aluminus from NIMHANS, Shalini has spent three decades designing and implementing successful training programs for students, teachers, and administrators. She is a Master Facilitator at the College of Leadership and HRD, continues to train on mental health and employability, while also leading environmental initiatives in her community.",
      "email": "",
      "phone": ""
    },
    {
      "name": "Joseph D'Silva",
      "role": "Guidance Council",
      "type": "lead",
      "imageUrl": "/team/joseph-dsilva.jpg",
      "description": "Joseph D'Silva is a seasoned professional with a distinguished career in finance and banking. During his tenure at Vijaya Bank, he worked in various capacities across numerous branches across India,retiring in 2010,concluding a dedicated career spanning over three decades. Beyond his professional life, Joseph is an avid gardener, sports enthusiast, and dedicated social worker.",
      "email": "",
      "phone": ""
    }
  ]
}